"BUTTON_AUTHENTICATE" = "Telefon numaramı kullan";

"BUTTON_CREATED_ACCOUNT" = "Oluşturulan hesap";

"BUTTON_CREATE_ACCOUNT" = "Hesap oluştur";

"BUTTON_CREATING_ACCOUNT" = "Hesap oluşturuluyor";

"BUTTON_DISMISS" = "Gizle";

"BUTTON_NOT_NOW" = "Şimdi değil";

"BUTTON_OK" = "Tamam";

"BUTTON_OKAY" = "Tamam";

"BUTTON_RESEND_CONF_CODE" = "Doğrulama kodunu yeniden gönder";

"BUTTON_RETRY" = "Tekrar Dene";

"BUTTON_SENDING_CONF_CODE" = "Kod gönderiliyor";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Doğrula";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Doğrulandı";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Doğrulanıyor";

"BUTTON_SEND_CONF_CODE" = "Doğrulama kodu gönder";

"BUTTON_SENT_CONF_CODE" = "Kod gönderildi";

"BUTTON_SIGNED_IN" = "Giriş yapıldı";

"BUTTON_SIGNING_IN" = "Giriş yap";

"BUTTON_SIGN_IN" = "Giriş yap";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Twitter ile giriş yap";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Farklı bir numara dene";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Lütfen kodunu kontrol et ve tekrar dene";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Lütfen ağ bağlantını kontrol et ve tekrar dene";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Lütfen numaranı kontrol et ve tekrar dene";

"ERROR_GENERIC_ALERT_TITLE" = "Hata";

"ERROR_TRY_AGAIN_LATER" = "Şu anda Twitter ile giriş yapmanı sağlayamadık. Lütfen daha sonra tekrar dene.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Daha öncede bir 2 adımlı doğrulama kodunu <u>digits.com</u>'da ayarlamışsın";

"FOOTNOTE_CREATE_ACCOUNT" = "Yukarıdaki \"hesap oluştur\" düğmesine dokunarak Digits by Twitter'ın <u>Hizmet Şartları</u>'nı, <u>Gizlilik Politikası</u>'nı ve <u>Çerez Politikası</u>'nı onaylamış ve %@ uygulamasının diğer kullanıcılarının seni telefon numarandan ve/veya e-posta adresinden bulabileceğini kabul etmiş oluyorsun.";

"FOOTNOTE_SEND_CONF_CODE" = "<u>Digits by Twitter</u>, telefon numaranı doğrulamak için bir kısa mesaj gönderecek. Mesaj ve veri ücretleri geçerlidir.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2 adımlı doğrulama kodunu gir";

"LABEL_ENTER_CONF_CODE" = "Doğrulama kodunu gir";

"LABEL_ENTER_PHONE_NUMBER" = "Telefon numaranı gir";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Bu uygulamayı kullanan daha fazla arkadaşını bulmak için Digits by Twitter'ı kullanırız. Tamam'a dokunduğunda, adres defterini Digits by Twitter'a yükleriz, böylece tanıdığın %@ kullanıcılarını bulmana veya diğer %@ kullanıcılarının seni bulmasına yardım edebiliriz.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Arkadaşlarını bul";

"LABEL_PLEASE_USE_TWITTER" = "Lütfen Twitter ile giriş yap";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Numaran zaten bir Twitter hesabıyla ilişkilendirilmiş durumda. Lütfen aşağıdan Twitter ile giriş yap.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Telefon numaran doğrulanamıyor";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Üzgünüz, sana bir doğrulama kodu göndermede sorun yaşıyoruz.";

"PARTIAL_FOOTNOTE_THIS_APP" = "bu uygulama";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Doğrulama kodu";

"PLACEHOLDER_CONF_CODE" = "Doğrulama kodu";

"PLACEHOLDER_YOUR_NUMBER" = "Numaran";

"TIME_SHORT_DAYS_FORMAT" = "%dg";

"TIME_SHORT_DAY_FORMAT" = "%dg";

"TIME_SHORT_HOURS_FORMAT" = "%ds";

"TIME_SHORT_HOUR_FORMAT" = "%ds";

"TIME_SHORT_MINUTES_FORMAT" = "%dd";

"TIME_SHORT_MINUTE_FORMAT" = "%dd";

"TIME_SHORT_SECONDS_FORMAT" = "%ds";

"TIME_SHORT_SECOND_FORMAT" = "%ds";

"tw__email_share_affirmative_button" = "İzin ver";

"tw__email_share_detail_message_format" = "@%@ Twitter hesabından e-postana erişim izni verdiğinde, %@ kaynağından güncellemeleri ve diğer bilgileri alabilirsin.";

"tw__email_share_detail_message_not_signed_in" = "(giriş yapılmamış)";

"tw__email_share_detail_message_this_app" = "bu uygulama";

"tw__email_share_heading" = "E-posta adresini paylaş";

"tw__email_share_negative_button" = "Şimdi değil";

"tw__share_tweet" = "Tweeti Paylaş";

"tw__share_tweet_button" = "Tweeti Paylaş";

"tw__share_tweet_generic_template_format" = "@%1$@ adlı kişinin Tweetine göz at: %2$@";

"tw__share_tweet_subject_format" = "%1$@ (@%2$@) adlı kişiden Tweet";

"tw__sign_in_with_twitter_button" = "Twitter ile giriş yap";

"tw__single_image" = "Bir resim eklendi";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Ek";

"tw__tweet_profile_accessibility" = "Profil";

"tw__tweet_retweeted_by_user" = "%@ tarafından retweetlendi";

